#pragma once
//В клас Shapes добавете нова статична функция drawPentagon, която рисува правилен петоъгълник по
//координати на централната точка и дължина на страната в пиксели;
//
//В клас Shapes добавете нова статична функция drawHexagon, която рисува правилен шестоъгълник по 
//координати на централната точка и дължина на страната в пиксели;
// 
//Напишете функция която рисува празен правоъгълник с подадена дебелина на линиите. 
//(ПОЯСНЕНИЕ: може да стане с помощта 2 запълнени правоъгълника);
//
//
// В клас Shapes добавете нова статична функция drawEllipse, която рисува елипса;
